{
  "itineraries": [
    {
      "eatery": {
        "businessName": "El Charro Cafe",
        "description": "Sure, there's more than one El Charro now, but the original Downtown location is the most iconic in the state. And its enduring popularity is no fluke -- people can't seem to get enough of the legendary carne seca, marinated Angus beef you can stuff inside tacos and enchiladas. They dry it themselves, of course. Sit on the patio on those cool desert nights with a house margarita, and you're made in the shade. You can also sit out there during the day, if you want to literally be in the shade.",
        "state": "AZ",
        "city": "Tucson",
        "id": 4,
        "ameneties": {
          "wheelchairAccessible": false,
          "petFriendly": false,
          "wifi": true,
          "diaperFacility": true,
          "playground": true,
          "restrooms": true
        }
      },
      "attraction": "",
      "park": "",
      "id": 8
    },
    {
      "eatery": {
        "businessName": "The Cozy Inn",
        "description": "You know who's sold a lot of sliders? White Castle. That company is also a Kansas product, like Raef LaFrentz. Yes, that Raef LaFrentz. But while Salina's famed slider shop doesn't have nearly as many locations as Harold and Kumar's favorite fast-food joint, The Cozy Inn stays popular to this day with its no-frills meat sandwiches topped with cooked onions and served on steamed buns.",
        "state": "KS",
        "city": "Salina",
        "id": 18,
        "ameneties": {
          "wheelchairAccessible": true,
          "petFriendly": false,
          "wifi": false,
          "diaperFacility": true,
          "playground": true,
          "restrooms": true
        }
      },
      "attraction": "",
      "park": "",
      "id": 9
    },
    {
      "eatery": {
        "businessName": "St. Elmo Steak House",
        "description": "For a steakhouse that's been around 100+ years, it's a true feat to remain relevant and fresh. But St. Elmo's has somehow achieved it. It's one of the best steakhouses in the country. And sure, you can still order tried-and-true menu items like the shrimp cocktail (it's filled with horseradish, and may melt your throat), but it's also made key updates to the space, like opening an upstairs upscale lounge with a bar from the 1800s. Ron Swanson's even eaten here. Sounds like a good enough reason for it to stay popular for another 100+ years.",
        "state": "IN",
        "city": "Indianapolis",
        "id": 16,
        "ameneties": {
          "wheelchairAccessible": false,
          "petFriendly": false,
          "wifi": false,
          "diaperFacility": true,
          "playground": false,
          "restrooms": true
        }
      },
      "attraction": "",
      "park": "",
      "id": 10
    },
    {
      "eatery": {
        "businessName": "The Common Man",
        "description": "Skiing and sustainability are two of the Vermontiest things about Vermont, so it's fitting that the state's most iconic restaurant is linked to both of them. For one, it's located in Warren, which skiers and riders know as the home of Sugarbush. And two, it's committed to sustainability, as Common Man sources most of its ingredients from local producers. Plus, it's in a barn. And not just any barn, but a mid-19th-century Vermont barn -- one that originally burned down in 1987.",
        "state": "VT",
        "city": "Warren",
        "id": 47,
        "ameneties": {
          "wheelchairAccessible": true,
          "petFriendly": false,
          "wifi": false,
          "diaperFacility": true,
          "playground": false,
          "restrooms": true
        }
      },
      "attraction": "",
      "park": "",
      "id": 11
    }
  ]
}